"_BASE_USED_" = "ja";
/* Use the _ADVANCED_EXTRA_WIDTH_ (if needed) to fit the method description properly */
"_ADVANCED_EXTRA_WIDTH_" = "0.0";
/* "_PREFERENCES_EXTRA_WIDTH_" = "0.0"; */
"OK" = "OK";
"Done" = "OK";
"Yes" = "はい";
"No" = "いいえ";
"Don't show again" = "今後表示しない";
"Set as default compressor" = "圧縮・解凍ツールのデフォルトに設定";
"Not now" = "今はしない";
"Want to make Keka your default compressor?" = "Keka を圧縮・解凍ツールのデフォルトに設定しますか？";
"This means that all the compatible files will be extracted with Keka by now. You can set this later in the Keka Preferences." = "今後すべてのサポートしている圧縮ファイルは Keka で解凍されます。後で Keka の環境設定で変更できます。";
"Really want to close Keka?" = "Keka を終了してもよろしいですか？";
"The current operations will be canceled. If you choose to wait and quit Keka will exit when all work is done." = "実行中の動作は中止されます。「待機」を選ぶと操作が完了する時に Keka は終了します。";
"Password needed" = "パスワードは必要";
"File \"%@\" needs a password to be extracted" = "\"%@\" を解凍できるようにパスワードを使用する必要があります。";
"File \"%@\" needs a special encoding to be extracted" = "File \"%@\" needs a special encoding to be extracted";
"Extraction of \"%@\" done" = "\"%@\" は解凍されました。";
"Extraction of \"%@\" failed." = "\"%@\" は解凍できませんでした。";
"Extraction of %i files done" = "Extraction of %i files done";
"Extraction complete" = "解凍完了";
"Extraction fail" = "解凍できませんでした";
"Compression complete" = "圧縮完了";
"File \"%@\" created" = "ファイル \"%@\" は作成されました";
"Compression fail" = "圧縮できませんでした";
"File \"%@\" cannot be created" = "ファイル \"%@\" は作成できません。";
"Operation not implemented" = "機能が実装されていません。";
"Performing operation..." = "操作中...";
"Waiting..." = "待機中...";
"Extracting \"%@\"" = "\"%@\" を解凍中";
"Extracting \"%@...\"" = "\"%@...\" を解凍中";
"Creating %@ file..." = "%@ ファイルを作成中...";
"Creating file \"%@\"" = "\"%@\" を作成中";
"Creating file \"%@...\"" = "\"%@...\" を作成中";
"Volume name:" = "ボリューム名:";
"Select the encoding for \"%@\"" = "Select the encoding for \"%@\"";
"Time elapsed: %d:%@%d:%@%d hours%@" = "経過時間:  %d時間%@%d分%@%d秒%@";
"Time elapsed: %d:%@%d minutes%@" = "経過時間:  %d分%@%d秒%@";
"Time elapsed: %d seconds%@" = "経過時間:  %d秒%@";
"%d seconds" = "%d秒";
"%d:%@%d minutes" = "%d分%@%d秒";
"%d:%@%d:%@%d hours" = "%d時間%@%d分%@%d秒";
"Pause" = "一時中止";
"Continue" = "続ける";
"Operation paused" = "動作一時停止";
"Cancel" = "中止";
"Close" = "閉じる";
"Operation failed" = "操作が失敗しました";
"Operation failed with error code %d" = "操作が失敗しました：エラーコード %d";
"Choose a name and folder to start the compression" = "フォルダとファイル名を指定すると圧縮が開始されます。";
"Creation of \"%@\" failed" = "\"%@\" を作成できませんでした。";
"Creating \"%@\"" = "\"%@\"を作成中";
"Prepearing extraction..." = "解凍の準備をしています…";
"Choose a folder to extract this file" = "解凍先のフォルダを選んでください";
"Choose where do you want to extract \"%@\"" = "Choose where do you want to extract \"%@\"";
"Select all the volumes from \"%@\" or the folder that contains them" = "Select all the volumes from \"%@\" or the folder that contains them";
"Select the folder that contains \"%@\"" = "Select the folder that contains \"%@\"";
"Extraction of \"%@\" failed" = "\"%@\" を解凍はできませんでした。";
"Keka - %i on queue" = "Keka - 残りの項目: %i個";
"Keka can't create this %@ image" = "%@ イメージを作成できません。";
"You can only create %@ images with a single folder. Try to put all your files in a folder and drop it to Keka to create the %@ image." = "１つのフォルダーのみを使用して %@ が作成できます。すべてのファイルを１つのフォルダに入れてから、そのフォルダを Keka にドラッグして %@ を作成してください。";
"Keka can't create this @% tarball" = "Keka can't create this @% tarball";
"This operation is not supported on %@." = "This operation is not supported on %@.";
"Compress \"%@\" in %@ to..." = "\"%@\" の %@ 形式の保存先未設定";
"Compress in %@ to..." = "%@ 形式の保存先未設定";
"Save as:" = "名前:";
"Compress" = "圧縮";
"Extract \"%@\" to..." = "\"%@\"の解凍場所未設定";
"Extract as:" = "名前:";
"Extract" = "解凍";
" - Remaining: Calculating..." = "  -  残り時間: 計算中...";
" - Remaining: About one second" = "  -  残り時間: 約1秒";
" - Remaining: About %d seconds" = "  -  残り時間: 約%d秒";
" - Remaining: About 1 minute" = "  -  残り時間: 約1分";
" - Remaining: About %d minutes" = "  -  残り時間: 約%d分";
" - Remaining: About 1 hour" = "  -  残り時間: 約1時間";
" - Remaining: About %d hours" = "  -  残り時間: 約%d時間";
" - Remaining: About 1 day" = "  -  残り時間: 約1日";
" - Remaining: About %d days" = "  -  残り時間: 約%d日";
" - Remaining: About 1 year" = "  -  残り時間: 約1年間";
" - Remaining: About %d years" = "  -  残り時間: 約%d年間";
" - Remaining: Less than one second" = "  -  残り時間: 1秒未満";
"Can't show progress time..." = "進行時間が表示できません…";
"Password for \"%@\"" = "\"%@\"用のパスワードを入力してください";
"Method:" = "圧縮法:";
"No compression" = "圧縮しない";
"Fastest, less compression" = "最も早い、圧縮率は最も低い";
"Fast, less compression" = "早い、圧縮率は低い";
"Normal" = "通常";
"Slow, more compression" = "遅い、圧縮率は高い";
"Slowest, more compression" = "最も遅い、圧縮率は最も高い";
"Compression" = "圧縮";
"Extraction" = "解凍";
"Keka can't use the \"extlx.plist\" list, please get in contact with the developers.\n\nNow Keka will quit." = "Keka は \"extlx.plist\" を使用できません。開発者に連絡してください。\n\nKeka が終了します。";
"Keka is dying!" = "Keka が落ちています！";
"Ask each time" = "常に確認";
"Next to original file" = "同じフォルダ";
"Custom folder..." = "フォルダ名を指定...";
"Same as original file" = "オリジナルファイルと同じ";
"Custom name..." = "ファイル名を指定...";
"Compressed file" = "圧縮ファイル";
"Set as default folder" = "フォルダのデフォルトとして設定";
"Perform automatic action" = "自動";
"Always compress" = "常に圧縮する";
"Always extract" = "常に解凍する";
"1.4 MB Floppy" = "1.4MBのFD";
"650 MB CD" = "650MBのCD";
"700 MB CD" = "700MBのCD";
"4.7 GB DVD" = "4.7GBのDVD";
"Drop here to extract" = "ここにドラッグすると解凍します";
"Drop here to compress" = "ここにドラッグすると圧縮します";
"Binary \"%@\" is not accessible" = "Binary \"%@\" is not accessible";
"The first part \"%@\" can't be found" = "\"%@\" の最初の部分が見つかりません。";
"unknown" = "不明";
"Unknown error" = "不明なエラーが起きました";
"Error code %d using \"%@\"\n%@" = "エラーコード %d\n\"%@\"を使用中に%@";
"No errors found" = "エラーは見つかりませんでした";
"Minor error, the operation may be done well" = "小さな問題が見つかりましたが、操作は成功した可能性はあります。";
"Fatal error" = "回復不可能なエラーが起きました";
"CRC error occurred, maybe the file is corrupt" = "CRC エラーが起きました。\nファイルは破損されている可能性があります。";
"Attempt to modify an archive previously locked" = "すでにロックされた圧縮ファイルの変更を試行しています。";
"Maybe you don't have permission to write or your disk is full" = "書くアクセス権がないもしくはディスクに空き領域が足りない可能性があります。";
"Can't open the file, maybe you don't have read permission" = "ファイルが開けません。\n開くアクセス権があることを確認してください。";
"Command line error, please contact with the developer" = "コマンド・ライン・エラーが返されました。開発者に連絡してください";
"Not enough memory. Try to close some programs and repeat the operation" = "メモリに十分な空きがないため、操作を完了できません。他のアプリケーションを終了してからもう一度試してください。";
"Can't create the file, maybe you don't have permission or free space" = "ファイルが作成できません。 書くアクセス権とディスクに空き領域が足りない可能性があります。";
"Canceled manually" = "ユーザーが中止しました。";
"Bad password, try again" = "パスワードは正しくありませんでした。\nもう一度試してください。";
"This archive is locked" = "アーカイブはロックされています。";
"Write error. No permission? No space left?" = "書き込みエラー、書くアクセス権とディスクに十分な空き領域があることを確認してください。";
"Can't open the file, maybe it's not accessible" = "ファイルを開くことができません。ファイルがあるボリュームにアクセスできない可能性があります。";
"No files matching the mask" = "マスクに合うファイルがありません。";
"Give access" = "Give access";
"Just folder access" = "Just folder access";
"Quit" = "Quit";
"More information" = "More information";
"Keka needs file access" = "Keka needs file access";
"Give home access" = "Give home access";
"Customize" = "Customize";
"In order to work seamlessly with your files, Keka needs local access to the Mac disk." = "In order to work seamlessly with your files, Keka needs local access to the Mac disk.";
"\nSimply click on \"Give access to Keka\", your disk should already be selected." = "\nSimply click on \"Give access to Keka\", your disk should already be selected.";
"Give access to Keka" = "Give access to Keka";
"Full Mac access (Recommended)" = "Full Mac access (Recommended)";
"Home folder access" = "Home folder access";
"External volumes access" = "External volumes access";
"External disk: %@" = "External disk: %@";
"An extension is required" = "An extension is required";
"In order to set Keka as the default application, you need to install an extension. Click on \"More information\" to follow the required steps.\n\nRemember that you can always set Keka as the default application for any format using the Finder's \"Get Info\" panel." = "In order to set Keka as the default application, you need to install an extension. Click on \"More information\" to follow the required steps.\n\nRemember that you can always set Keka as the default application for any format using the Finder's \"Get Info\" panel.";
"Cannot set Keka as default" = "Cannot set Keka as default";
"The intermediate application failed to launch. There is more information in the Console.app." = "The intermediate application failed to launch. There is more information in the Console.app.";
"The intermediate application returned an undefined code." = "The intermediate application returned an undefined code.";
"Keka is now set as the default application for its known formats." = "Keka is now set as the default application for its known formats.";
"Keka set as default" = "Keka set as default";
"There were some errors while registering the formats. There is more information in the Console.app." = "There were some errors while registering the formats. There is more information in the Console.app.";
"The intermediate application can't get access to Keka." = "The intermediate application can't get access to Keka.";
"The intermediate application can't find Keka." = "The intermediate application can't find Keka.";
